Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 1 item backed up
ar: تم نسخ عنصر واحد احتياطيًا
bg: 1 елемент е архивиран
bn: ১টি আইটেম ব্যাকআপ হয়েছে
ca: 1 element amb còpia de seguretat
cs: 1 zálohovaná položka
da: 1 emne sikkerhedskopieret
de: 1 Element gesichert
el: 1 στοιχείο έχει αντιγραφεί
es: 1 elemento con copia de seguridad
fa: از ۱ مورد پشتیبان‌گیری شد
fi: 1 kohde varmuuskopioitu
fr: 1 élément sauvegardé
he: פריט אחד גובה
hi: 1 आइटम का बैकअप लिया गया
hr: 1 stavka ima sigurnosnu kopiju
hu: 1 elemről készült biztonsági mentés
id: 1 item dicadangkan
it: Backup eseguito per 1 elemento
ja: 1件をバックアップ済み
kk: 1 элементтің сақтық көшірмесі жасалды
ko: 항목 1개 백업됨
lt: Sukurta 1 elemento atsarginė kopija
ms: 1 item disandarkan
nb: 1 element sikkerhetskopiert
nl: Back-up gemaakt van 1 item
pl: Utworzono kopię zapasową 1 elementu
pt: 1 item com cópia de segurança
ro: 1 element cu copie de siguranță
ru: 1 элемент сохранен в резервной копии
sk: 1 položka je zálohovaná
sl: 1 element je varnostno kopiran
sv: 1 objekt säkerhetskopierat
th: สำรองข้อมูลแล้ว 1 รายการ
tr: 1 öğe yedeklendi
uk: Створено резервну копію 1 елемента
vi: Đã sao lưu 1 mục
zh_hans: 已备份 1 个项目
zh_hant: 已備份 1 個項目

source: 1 Person
ar: شخص واحد
bg: 1 човек
bn: ১ জন ব্যক্তি
ca: 1 persona
cs: 1 osoba
el: 1 άτομο
es: 1 persona
fa: ۱ نفر
fi: 1 henkilö
fr: 1 personne
he: אדם אחד
hi: 1 व्यक्ति
hr: 1 osoba
hu: 1 személy
id: 1 Orang
it: 1 persona
ja: 1人
kk: 1 адам
ko: 1명
lt: 1 žmogus
ms: 1 Orang
nl: 1 persoon
pl: 1 osoba
pt: 1 pessoa
ro: 1 persoană
ru: 1 человек
sk: 1 osoba
sl: 1 oseba
th: 1 บุคคล
tr: 1 Kişi
uk: 1 людина
vi: 1 người
zh_hans: 1 个人物
zh_hant: 1 個人物

source: 1 Result
ar: نتيجة واحدة
bg: 1 резултат
bn: ১টি ফলাফল
ca: 1 resultat
cs: 1 výsledek
da: 1 resultat
de: 1 Ergebnis
el: 1 αποτέλεσμα
es: 1 resultado
fa: ۱ نتیجه
fi: 1 tulos
fr: 1 résultat
he: תוצאה אחת
hi: 1 परिणाम
hr: 1 rezultat
hu: 1 találat
id: 1 Hasil
it: 1 risultato
ja: 1件の結果
kk: 1 нәтиже
ko: 결과 1개
lt: 1 rezultatas
ms: 1 Keputusan
nb: 1 resultat
nl: 1 resultaat
pl: 1 wynik
pt: 1 resultado
ro: 1 rezultat
ru: 1 результат
sk: 1 výsledok
sl: 1 rezultat
sv: 1 resultat
th: 1 ผลลัพธ์
tr: 1 Sonuç
uk: 1 результат
vi: 1 kết quả
zh_hans: 1 个结果
zh_hant: 1 個結果

source: 1 year ago
ar: منذ سنة واحدة
bg: преди 1 година
bn: ১ বছর আগে
ca: fa 1 any
cs: Před 1 rokem
da: 1 år siden
de: Vor 1 Jahr
el: Πριν από 1 χρόνο
es: Hace 1 año
fa: ۱ سال پیش
fi: 1 vuosi sitten
fr: Il y a 1 an
he: לפני שנה
hi: 1 वर्ष पहले
hr: prije 1 godinu
hu: 1 évvel ezelőtt
id: 1 tahun lalu
it: 1 anno fa
ja: 1年前
kk: 1 жыл бұрын
ko: 1년 전
lt: prieš 1 metus
ms: 1 tahun lalu
nb: 1 år siden
nl: 1 jaar geleden
pl: 1 rok temu
pt: Há 1 ano
ro: Acum 1 an
ru: 1 год назад
sk: Pred rokom
sl: Pred 1 letom
sv: 1 år sedan
th: 1 ปีที่แล้ว
tr: 1 yıl önce
uk: 1 рік тому
vi: 1 năm trước
zh_hans: 1 年前
zh_hant: 1 年前

source: 2 Columns
ar: عمودان
bg: 2 колони
bn: ২টি কলাম
ca: 2 columnes
cs: 2 sloupce
da: 2 kolonner
de: 2 Spalten
el: 2 στήλες
es: 2 columnas
fa: ۲ ستون
fi: 2 saraketta
fr: 2 colonnes
he: 2 עמודות
hi: 2 कॉलम
hr: 2 stupca
hu: 2 oszlop
id: 2 Kolom
it: 2 colonne
ja: 2列
kk: 2 баған
ko: 2열
lt: 2 stulpeliai
ms: 2 Lajur
nb: 2 kolonner
nl: 2 kolommen
pl: 2 kolumny
pt: 2 colunas
ro: 2 coloane
ru: 2 столбца
sk: 2 stĺpce
sl: 2 stolpca
sv: 2 kolumner
th: 2 คอลัมน์
tr: 2 Sütun
uk: 2 стовпці
vi: 2 cột
zh_hans: 2 列
zh_hant: 2 欄

source: 3 Columns
ar: 3 أعمدة
bg: 3 колони
bn: ৩টি কলাম
ca: 3 columnes
cs: 3 sloupce
da: 3 kolonner
de: 3 Spalten
el: 3 στήλες
es: 3 columnas
fa: ۳ ستون
fi: 3 saraketta
fr: 3 colonnes
he: 3 עמודות
hi: 3 कॉलम
hr: 3 stupca
hu: 3 oszlop
id: 3 Kolom
it: 3 colonne
ja: 3列
kk: 3 баған
ko: 3열
lt: 3 stulpeliai
ms: 3 Lajur
nb: 3 kolonner
nl: 3 kolommen
pl: 3 kolumny
pt: 3 colunas
ro: 3 coloane
ru: 3 столбца
sk: 3 stĺpce
sl: 3 stolpci
sv: 3 kolumner
th: 3 คอลัมน์
tr: 3 Sütun
uk: 3 стовпці
vi: 3 cột
zh_hans: 3 列
zh_hant: 3 欄

source: 4 Columns
ar: 4 أعمدة
bg: 4 колони
bn: ৪টি কলাম
ca: 4 columnes
cs: 4 sloupce
da: 4 kolonner
de: 4 Spalten
el: 4 στήλες
es: 4 columnas
fa: ۴ ستون
fi: 4 saraketta
fr: 4 colonnes
he: 4 עמודות
hi: 4 कॉलम
hr: 4 stupca
hu: 4 oszlop
id: 4 Kolom
it: 4 colonne
ja: 4列
kk: 4 баған
ko: 4열
lt: 4 stulpeliai
ms: 4 Lajur
nb: 4 kolonner
nl: 4 kolommen
pl: 4 kolumny
pt: 4 colunas
ro: 4 coloane
ru: 4 столбца
sk: 4 stĺpce
sl: 4 stolpci
sv: 4 kolumner
th: 4 คอลัมน์
tr: 4 Sütun
uk: 4 стовпці
vi: 4 cột
zh_hans: 4 列
zh_hant: 4 欄

source: 5 Columns
ar: 5 أعمدة
bg: 5 колони
bn: ৫টি কলাম
ca: 5 columnes
cs: 5 sloupců
da: 5 kolonner
de: 5 Spalten
el: 5 στήλες
es: 5 columnas
fa: ۵ ستون
fi: 5 saraketta
fr: 5 colonnes
he: 5 עמודות
hi: 5 कॉलम
hr: 5 stupaca
hu: 5 oszlop
id: 5 Kolom
it: 5 colonne
ja: 5列
kk: 5 баған
ko: 5열
lt: 5 stulpeliai
ms: 5 Lajur
nb: 5 kolonner
nl: 5 kolommen
pl: 5 kolumn
pt: 5 colunas
ro: 5 coloane
ru: 5 столбцов
sk: 5 stĺpcov
sl: 5 stolpcev
sv: 5 kolumner
th: 5 คอลัมน์
tr: 5 Sütun
uk: 5 стовпців
vi: 5 cột
zh_hans: 5 列
zh_hant: 5 欄

source: A server error occurred.
ar: حدث خطأ في الخادم.
bg: Възникна грешка в сървъра.
bn: সার্ভারে একটি ত্রুটি ঘটেছে।
ca: S'ha produït un error del servidor.
cs: Došlo k chybě serveru.
da: Der opstod en serverfejl.
de: Ein Serverfehler ist aufgetreten.
el: Παρουσιάστηκε σφάλμα διακομιστή.
es: Se ha producido un error del servidor.
fa: خطای سرور رخ داد.
fi: Tapahtui palvelinvirhe.
fr: Une erreur de serveur s’est produite.
he: אירעה שגיאת שרת.
hi: सर्वर में त्रुटि हुई।
hr: Dogodila se pogreška poslužitelja.
hu: Szerverhiba történt.
id: Terjadi kesalahan server.
it: Si è verificato un errore del server.
ja: サーバーエラーが発生しました。
kk: Сервер қатесі орын алды.
ko: 서버 오류가 발생했습니다.
lt: Įvyko serverio klaida.
ms: Ralat pelayan berlaku.
nb: Det oppstod en serverfeil.
nl: Er is een serverfout opgetreden.
pl: Wystąpił błąd serwera.
pt: Ocorreu um erro no servidor.
ro: A apărut o eroare de server.
ru: Произошла ошибка сервера.
sk: Vyskytla sa chyba servera.
sl: Prišlo je do napake strežnika.
sv: Ett serverfel inträffade.
th: เกิดข้อผิดพลาดของเซิร์ฟเวอร์
tr: Bir sunucu hatası oluştu.
uk: Сталася помилка сервера.
vi: Đã xảy ra lỗi máy chủ.
zh_hans: 发生服务器错误。
zh_hant: 發生伺服器錯誤。

source: About
ar: حول
bg: Относно
bn: সম্পর্কে
ca: Quant a
cs: O aplikaci
da: Om os
de: Über
el: Σχετικά
es: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
he: אודות
hi: बारे में
hr: Pojedinosti
hu: Névjegy
id: Tentang
it: Informazioni
ja: このアプリについて
kk: Туралы
ko: 정보
lt: Apie
ms: Tentang
nb: Om
nl: Over
pl: O aplikacji
pt: Sobre
ro: Despre
ru: О продукте
sk: O aplikácii
sl: O programu
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про застосунок
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: Accessibility
ar: تسهيلات الاستخدام
bg: Достъпност
bn: অ্যাক্সেসিবিলিটি
ca: Accessibilitat
cs: Zpřístupnění
da: Tilgængelighed
de: Bedienungshilfen
el: Προσβασιμότητα
es: Accesibilidad
fa: دسترس‌پذیری
fi: Käyttöapu
fr: Accessibilité
he: נגישות
hi: पहुँच-योग्यता
hr: Pristupačnost
hu: Kisegítő lehetőségek
id: Aksesibilitas
it: Accessibilità
ja: アクセシビリティ
kk: Арнайы мүмкіндіктер
ko: 손쉬운 사용
lt: Pritaikymas neįgaliesiems
ms: Kebolehcapaian
nb: Tilgjengelighet
nl: Toegankelijkheid
pl: Dostępność
pt: Acessibilidade
ro: Accesibilitate
ru: Универсальный доступ
sk: Prístupnosť
sl: Dostopnost
sv: Hjälpmedel
th: การช่วยการเข้าถึง
tr: Erişilebilirlik
uk: Універсальний доступ
vi: Trợ năng
zh_hans: 辅助功能
zh_hant: 輔助使用

source: Action Failed
ar: فشل الإجراء
bg: Действието е неуспешно
bn: কাজটি ব্যর্থ হয়েছে
ca: L'acció ha fallat
cs: Akce se nezdařila
da: Handlingen mislykkedes
de: Aktion fehlgeschlagen
el: Η ενέργεια απέτυχε
es: La acción ha fallado
fa: عملیات ناموفق بود
fi: Toiminto epäonnistui
fr: Échec de l’action
he: הפעולה נכשלה
hi: कार्रवाई विफल रही
hr: Radnja nije uspjela
hu: A művelet sikertelen
id: Tindakan Gagal
it: Azione non riuscita
ja: 操作に失敗しました
kk: Әрекет сәтсіз аяқталды
ko: 작업 실패
lt: Veiksmas nepavyko
ms: Tindakan Gagal
nb: Handlingen mislyktes
nl: Actie mislukt
pl: Czynność nie powiodła się
pt: A ação falhou
ro: Acțiunea a eșuat
ru: Не удалось выполнить действие
sk: Akcia zlyhala
sl: Dejanje ni uspelo
sv: Åtgärden misslyckades
th: การดำเนินการล้มเหลว
tr: Eylem Başarısız Oldu
uk: Не вдалося виконати дію
vi: Thao tác thất bại
zh_hans: 操作失败
zh_hant: 動作失敗

source: Actions
ar: عمليات
bg: Действия
bn: কর্ম
ca: Accions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
fa: عملکرد
fi: Toiminnot
he: פעולות
hi: कार्यवाहियां
hr: Akcije
hu: Műveletek
id: Tindakan
it: Azioni
ja: アクション
kk: Әрекеттер
ko: 작업
lt: Veiksmai
ms: Tindakan
nb: Handlinger
nl: Acties
pl: Akcje
pt: Ações
ro: Acţiuni
ru: Действия
sk: Akcie
sl: Dejanja
sv: Åtgärder
th: การกระทำ
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作
zh_hant: 動作

source: Add
ar: إضافة
bg: Добави
bn: যোগ করুন
ca: Afegeix
cs: Přidat
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוספה
hi: डालें
hr: Dodaj
hu: Hozzáadás
id: Tambahkan
it: Aggiungi
ja: 追加
kk: қосу
ko: 추가
lt: Pridėti
ms: Tambah
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sk: Pridať
sl: Dodaj
sv: Lägg till
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm
zh_hans: 添加
zh_hant: 加入

source: Add a Description
ar: إضافة وصف
bg: Добави описание
bn: একটি বিবরণ যোগ করুন
ca: Afegiu una descripció
cs: Přidat popis
da: Tilføj en beskrivelse
de: Beschreibung hinzufügen
el: Προσθήκη περιγραφής
es: Añadir descripción
fa: توضیحات
fi: Lisää kuvaus
fr: Ajouter une description
he: הוספת תיאור
hi: एक विवरण डालें
hr: Dodaj opis
hu: Leírás megadása
id: Tambahkan keterangan
it: Aggiungi una descrizione
ja: 説明を追加
kk: сипаттаманы қосу
ko: 설명 추가
lt: Pridėti aprašymą
ms: Tambah penerangan
nb: Legg til beskrivelse
nl: Beschrijving toevoegen
pl: Dodaj opis
pt: Adicionar descrição
ro: Adaugă o descriere
ru: Добавить описание
sk: Pridať popis
sl: Dodaj opis
sv: Lägg till en beskrivning
th: เพิ่มคำอธิบาย
tr: Açıklama ekle
uk: Додати опис
vi: Thêm mô tả
zh_hans: 添加描述
zh_hant: 新增說明

source: Add Description
ar: إضافة وصف
bg: Добавяне на описание
bn: বিবরণ যোগ করুন
ca: Afegeix una descripció
cs: Přidat popis
da: Tilføj beskrivelse
de: Beschreibung hinzufügen
el: Προσθήκη περιγραφής
es: Añadir descripción
fa: افزودن توضیحات
fi: Lisää kuvaus
fr: Ajouter une description
he: הוספת תיאור
hi: विवरण जोड़ें
hr: Dodaj opis
hu: Leírás hozzáadása
id: Tambahkan Deskripsi
it: Aggiungi descrizione
ja: 説明を追加
kk: Сипаттама қосу
ko: 설명 추가
lt: Pridėti aprašą
ms: Tambah Perihalan
nb: Legg til beskrivelse
nl: Beschrijving toevoegen
pl: Dodaj opis
pt: Adicionar descrição
ro: Adăugați o descriere
ru: Добавить описание
sk: Pridať popis
sl: Dodaj opis
sv: Lägg till beskrivning
th: เพิ่มคำอธิบาย
tr: Açıklama Ekle
uk: Додати опис
vi: Thêm mô tả
zh_hans: 添加描述
zh_hant: 新增說明

source: Add Location
ar: إضافة موقع
bg: Дoбави местоположение
bn: অবস্থান যুক্ত করুন
ca: Afegeix una ubicació
cs: Přidat polohu
da: Tilføj placering
de: Standort hinzufügen
el: Προσθήκη τοποθεσίας
es: Añadir ubicación
fa: افزودن مکان
fi: Lisää sijainti
fr: Ajouter une localisation
he: הוספת מיקום
hi: स्थान डालें
hr: Dodaj lokaciju
hu: Helyszín megadása
id: Tambahkan lokasi
it: Aggiungi posizione
ja: 場所を追加
kk: жерді қосу
ko: 위치 추가
lt: Pridėti vietovę
ms: Tambah lokasi
nb: Legg til plassering
nl: Locatie toevoegen
pl: Dodaj lokalizację
pt: Adicionar localização
ro: Adaugă locație
ru: Добавить местоположение
sk: Pridať polohu
sl: Dodaj lokacijo
sv: Lägg till plats
th: เพิ่มตำแหน่ง
tr: Konum ekle
uk: Додати місце
vi: Thêm địa điểm
zh_hans: 添加位置
zh_hant: 新增地點

source: Add Photos
ar: إضافة صور
bg: Добави снимки
bn: ছবি যুক্ত করুন
ca: Afegeix fotos
cs: Přidat fotky
da: Tilføj billeder
de: Fotos hinzufügen
el: Προσθήκη φωτογραφιών
es: Añadir fotos
fa: افزودن عکس ها
fi: Lisää kuvia
fr: Ajouter des photos
he: הוספת תמונות
hi: फ़ोटो डालें
hr: Dodaj slike
hu: Fotók hozzáadása
id: Tambahkan foto
it: Aggiungi foto
ja: 写真を追加
kk: суреттерді қосу
ko: 사진 추가
lt: Pridėti nuotraukų
ms: Tambah gambar
nb: Legg til bilder
nl: Foto's toevoegen
pl: Dodaj zdjęcia
pt: Adicionar fotos
ro: Adaugă fotografii
ru: Добавить фото
sk: Pridať fotografie
sl: Dodaj fotografije
sv: Lägg till foton
th: เพิ่มรูปภาพ
tr: Fotoğraf ekle
uk: Додати фото
vi: Thêm ảnh
zh_hans: 添加照片
zh_hant: 加入相片

source: Add to
ar: اضافه الى
bg: Добави към
bn: এ যোগ করুন
ca: Afegeix a
cs: Přidat do
da: Tilføj til
de: Hinzufügen zu
el: Προσθήκη σε
es: Añadir a
fa: افزودن به
fi: Lisää
fr: Ajouter à
he: הוספה אל
hi: इसमें जोड़ें
hr: Dodaj u
hu: Hozzáadás ehhez
id: Tambahkan ke
it: Aggiungi a
ja: 追加する
kk: Қосу орны
ko: 다음에 추가
lt: Pridėti prie
ms: Tambah ke
nb: Legg til i
nl: Toevoegen aan
pl: Dodaj do
pt: Adicionar a
ro: Adaugă la
ru: Добавить в
sk: Pridať do
sl: Dodaj v
sv: Lägg till i
th: เพิ่มไปยัง
tr: Şuraya ekle
uk: Додати до
vi: Thêm vào
zh_hans: 添加到
zh_hant: 新增到

source: Add to Album
ar: إضافة إلى ألبوم
bg: Добави към албум
bn: এলবাম এ যোগ করুন
ca: Afegeix a un àlbum
cs: Přidat do alba
da: Tilføj til album
de: Zu Album hinzufügen
el: Προσθήκη σε άλμπουμ
es: Añadir al álbum
fa: افزودن به آلبوم
fi: Lisää albumiin
fr: Ajouter à l'album
he: הוספה לאלבום
hi: एल्बम में डालें
hr: Dodaj u album
hu: Felvétel albumba
id: Tambahkan ke album
it: Aggiungi all'album
ja: アルバムに追加
kk: альбомға қосу
ko: 앨범에 추가
lt: Pridėti į albumą
ms: Tambah ke album
nb: Legg til album
nl: Aan album toevoegen
pl: Dodaj do albumu
pt: Adicionar ao álbum
ro: Adaugă în album
ru: Добавить в альбом
sk: Pridať do albumu
sl: Dodaj v album
sv: Lägg till i album
th: เพิ่มไปยังอัลบั้ม
tr: Albüme ekle
uk: Додати до альбому
vi: Thêm vào album
zh_hans: 添加到相册
zh_hant: 加入到相簿

source: Add User
ar: إضافة مستخدم
bg: Добавяне на потребител
bn: ব্যবহারকারী যোগ করুন
ca: Afegeix un usuari
cs: Přidat uživatele
da: Tilføj bruger
de: Benutzer hinzufügen
el: Προσθήκη χρήστη
es: Añadir usuario
fa: افزودن کاربر
fi: Lisää käyttäjä
fr: Ajouter un utilisateur
he: הוספת משתמש
hi: उपयोगकर्ता जोड़ें
hr: Dodaj korisnika
hu: Felhasználó hozzáadása
id: Tambahkan Pengguna
it: Aggiungi utente
ja: ユーザーを追加
kk: Пайдаланушы қосу
ko: 사용자 추가
lt: Pridėti naudotoją
ms: Tambah Pengguna
nb: Legg til bruker
nl: Gebruiker toevoegen
pl: Dodaj użytkownika
pt: Adicionar utilizador
ro: Adăugați un utilizator
ru: Добавить пользователя
sk: Pridať používateľa
sl: Dodaj uporabnika
sv: Lägg till användare
th: เพิ่มผู้ใช้
tr: Kullanıcı Ekle
uk: Додати користувача
vi: Thêm người dùng
zh_hans: 添加用户
zh_hant: 新增使用者

source: Adjust
ar: ضبط
bg: Коригиране
bn: সমন্বয় করুন
ca: Ajusta
cs: Upravit
da: Juster
de: Anpassen
el: Προσαρμογή
es: Ajustar
fa: تنظیم
fi: Säädä
fr: Ajuster
he: התאמה
hi: समायोजित करें
hr: Prilagodi
hu: Beállítás
id: Sesuaikan
it: Regola
ja: 調整
kk: Реттеу
ko: 조정
lt: Koreguoti
ms: Laraskan
nb: Juster
nl: Pas aan
pl: Dostosuj
pt: Ajustar
ro: Ajustați
ru: Настроить
sk: Upraviť
sl: Prilagodi
sv: Justera
th: ปรับ
tr: Ayarla
uk: Налаштувати
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

source: Adjust Date & Time
ar: ضبط التاريخ والوقت
bg: Коригиране на дата и час
bn: তারিখ ও সময় সমন্বয় করুন
ca: Ajusta la data i l'hora
cs: Upravit datum a čas
da: Juster dato og tid
de: Datum und Uhrzeit anpassen
el: Προσαρμογή ημερομηνίας και ώρας
es: Ajustar fecha y hora
fa: تنظیم تاریخ و زمان
fi: Säädä päivämäärää ja aikaa
fr: Ajuster la date et l’heure
he: התאמת תאריך ושעה
hi: दिनांक और समय समायोजित करें
hr: Prilagodi datum i vrijeme
hu: Dátum és idő beállítása
id: Sesuaikan Tanggal & Waktu
it: Regola data e ora
ja: 日付と時刻を調整
kk: Күн мен уақытты реттеу
ko: 날짜 및 시간 조정
lt: Koreguoti datą ir laiką
ms: Laraskan Tarikh & Masa
nb: Juster dato og klokkeslett
nl: Datum en tijd aanpassen
pl: Dostosuj datę i czas
pt: Ajustar data e hora
ro: Ajustați data și ora
ru: Настроить дату и время
sk: Upraviť dátum a čas
sl: Prilagodi datum in čas
sv: Justera datum och tid
th: ปรับวันที่และเวลา
tr: Tarih ve Saati Ayarla
uk: Налаштувати дату й час
vi: Điều chỉnh ngày và giờ
zh_hans: 调整日期和时间
zh_hant: 調整日期與時間

source: Adjust Location
ar: ضبط الموقع
bg: Коригиране на местоположение
bn: অবস্থান সমন্বয় করুন
ca: Ajusta la ubicació
cs: Upravit polohu
da: Juster placering
de: Ort anpassen
el: Προσαρμογή τοποθεσίας
es: Ajustar ubicación
fa: تنظیم مکان
fi: Säädä sijaintia
fr: Ajuster le lieu
he: התאמת מיקום
hi: स्थान समायोजित करें
hr: Prilagodi lokaciju
hu: Hely beállítása
id: Sesuaikan Lokasi
it: Regola posizione
ja: 位置情報を調整
kk: Орынды реттеу
ko: 위치 조정
lt: Koreguoti vietą
ms: Laraskan Lokasi
nb: Juster sted
nl: Locatie aanpassen
pl: Dostosuj lokalizację
pt: Ajustar localização
ro: Ajustați locația
ru: Настроить геопозицию
sk: Upraviť polohu
sl: Prilagodi lokacijo
sv: Justera plats
th: ปรับตำแหน่ง
tr: Konumu Ayarla
uk: Налаштувати місце
vi: Điều chỉnh vị trí
zh_hans: 调整位置
zh_hant: 調整位置

source: Album
ar: البوم
bg: Албум
bn: অ্যালবাম
ca: Àlbum
el: Λεύκωμα
es: Álbum
fa: آلبوم
fi: Albumi
he: אלבום
hi: एल्बम
ja: アルバム
kk: Альбом
ko: 앨범
lt: Albumas
pt: Álbum
ru: Альбом
th: อัลบั้ม
tr: Albüm
uk: Альбом
zh_hans: 相册
zh_hant: 相簿

source: Album Name
ar: اسم الألبوم
bg: Име на албума
bn: অ্যালবামের নাম
ca: Nom de l’àlbum
cs: Název alba
da: Albumnavn
el: Ονομασία άλμπουμ
es: Nombre del álbum
fa: نام آلبوم
fi: Albumin nimi
fr: Nom de l'album
he: שם האלבום
hi: एल्बम का नाम
hr: Naziv albuma
hu: Album név
id: Nama Album
it: Nome album
ja: アルバム名
kk: Альбом атауы
ko: 앨범 이름
lt: Albumo pavadinimas
ms: Nama Album
nb: Albumnavn
nl: Albumnaam
pl: Nazwa Albumu
pt: Nome do álbum
ro: Nume Album
ru: Название альбома
sk: Názov albumu
sl: Ime albuma
sv: Albumnamn
th: ชื่ออัลบั้ม
tr: Albüm Adı
uk: Назва альбому
vi: Tên album
zh_hans: 相册名称
zh_hant: 相簿名稱

source: ALBUM SHARE
ar: مشاركة الألبوم
bg: СПОДЕЛЯНЕ НА АЛБУМ
bn: অ্যালবাম শেয়ার
ca: COMPARTICIÓ D'ÀLBUM
cs: SDÍLENÍ ALBA
da: DELING AF ALBUM
de: ALBUM TEILEN
el: ΚΟΙΝΟΠΟΙΗΣΗ ΑΛΜΠΟΥΜ
es: COMPARTIR ÁLBUM
fa: اشتراک‌گذاری آلبوم
fi: ALBUMIN JAKAMINEN
fr: PARTAGE D’ALBUM
he: שיתוף אלבום
hi: एल्बम साझा करना
hr: DIJELJENJE ALBUMA
hu: ALBUM MEGOSZTÁSA
id: BAGIKAN ALBUM
it: CONDIVISIONE ALBUM
ja: アルバム共有
kk: АЛЬБОММЕН БӨЛІСУ
ko: 앨범 공유
lt: ALBUMO BENDRINIMAS
ms: PERKONGSIAN ALBUM
nb: DELING AV ALBUM
nl: ALBUM DELEN
pl: UDOSTĘPNIANIE ALBUMU
pt: PARTILHA DE ÁLBUM
ro: PARTAJARE ALBUM
ru: ОБЩИЙ ДОСТУП К АЛЬБОМУ
sk: ZDIEĽANIE ALBUMU
sl: DELJENJE ALBUMA
sv: ALBUMDELNING
th: แชร์อัลบั้ม
tr: ALBÜM PAYLAŞIMI
uk: СПІЛЬНИЙ ДОСТУП ДО АЛЬБОМУ
vi: CHIA SẺ ALBUM
zh_hans: 相册共享
zh_hant: 分享相簿

source: Album shared
ar: تمت مشاركة الألبوم
bg: Албумът е споделен
bn: অ্যালবাম শেয়ার করা হয়েছে
ca: S'ha compartit l'àlbum
cs: Album bylo sdíleno
da: Album delt
de: Album geteilt
el: Το άλμπουμ κοινοποιήθηκε
es: Álbum compartido
fa: آلبوم به اشتراک گذاشته شد
fi: Albumi jaettu
fr: Album partagé
he: האלבום שותף
hi: एल्बम साझा किया गया
hr: Album je podijeljen
hu: Album megosztva
id: Album dibagikan
it: Album condiviso
ja: アルバムを共有しました
kk: Альбом бөлісілді
ko: 앨범 공유됨
lt: Albumas bendrinamas
ms: Album dikongsi
nb: Albumet er delt
nl: Album gedeeld
pl: Album udostępniony
pt: Álbum partilhado
ro: Album partajat
ru: Альбом опубликован
sk: Album bol zdieľaný
sl: Album je deljen
sv: Albumet delades
th: แชร์อัลบั้มแล้ว
tr: Albüm paylaşıldı
uk: Надано спільний доступ до альбому
vi: Đã chia sẻ album
zh_hans: 相册已共享
zh_hant: 已分享相簿

source: Album Title
ar: عنوان الألبوم
bg: Заглавие на албума
bn: অ্যালবামের শিরোনাম
ca: Títol de l’àlbum
cs: Podle názvu alba
da: Albumtitel
de: Titel des Albums
el: Τίτλος άλμπουμ
es: Título del álbum
fa: عنوان آلبوم
fi: Albumin otsikko
fr: Titre de l'album
he: כותרת אלבום
hi: एल्बम का शीर्षक
hr: Naslov albuma
hu: Album címe
id: Judul album
it: Titolo album
ja: アルバム名
kk: Альбом тақырыбы
ko: 앨범명
lt: Albumo pavadinimas
ms: Tajuk album
nb: Albumtittel
nl: Albumtitel
pl: Tytuł albumu
pt: Título do álbum
ro: Titlu album
ru: Название альбома
sk: Podľa názvu albumu
sl: Naslov albuma
sv: Albumtitel
th: ชื่ออัลบั้ม
tr: Albüm başlığı
uk: Назва альбому
vi: Tên album
zh_hans: 相册标题
zh_hant: 相簿標題

source: Album Unavailable
ar: الألبوم غير متوفر
bg: Албумът не е наличен
bn: অ্যালবামটি উপলভ্য নয়
ca: L'àlbum no està disponible
cs: Album není dostupné
da: Album ikke tilgængeligt
de: Album nicht verfügbar
el: Το άλμπουμ δεν είναι διαθέσιμο
es: Álbum no disponible
fa: آلبوم در دسترس نیست
fi: Albumi ei ole käytettävissä
fr: Album indisponible
he: האלבום אינו זמין
hi: एल्बम उपलब्ध नहीं है
hr: Album nije dostupan
hu: Az album nem érhető el
id: Album Tidak Tersedia
it: Album non disponibile
ja: アルバムを利用できません
kk: Альбом қолжетімді емес
ko: 앨범을 사용할 수 없음
lt: Albumas nepasiekiamas
ms: Album Tidak Tersedia
nb: Albumet er utilgjengelig
nl: Album niet beschikbaar
pl: Album niedostępny
pt: Álbum indisponível
ro: Album indisponibil
ru: Альбом недоступен
sk: Album nie je k dispozícii
sl: Album ni na voljo
sv: Albumet är inte tillgängligt
th: อัลบั้มไม่พร้อมใช้งาน
tr: Albüm Kullanılamıyor
uk: Альбом недоступний
vi: Album không khả dụng
zh_hans: 相册不可用
zh_hant: 相簿無法使用

source: Albums
ar: الألبومات
bg: Албуми
bn: অ্যালবাম
ca: Àlbums
cs: Alba
da: Album
de: Alben
el: Άλμπουμ
es: Álbumes
fa: آلبوم‌ها
fi: Albumit
he: אלבומים
hi: एल्बम
hr: Albumi
hu: Albumok
id: Album
it: Album
ja: アルバム
kk: Альбомдар
ko: 앨범
lt: Albumai
ms: Album
nb: Album
pl: Albumy
pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sl: Albumi
sv: Album
th: อัลบั้ม
tr: Albümler
uk: Альбоми
vi: Album
zh_hans: 相簿
zh_hant: 相簿

source: Albums to be backed up.
ar: الألبومات المطلوب نسخها احتياطيًا.
bg: Албуми за архивиране.
bn: ব্যাকআপ করা হবে এমন অ্যালবাম।
ca: Àlbums dels quals es farà una còpia de seguretat.
cs: Alba určená k zálohování.
da: Album, der skal sikkerhedskopieres.
de: Zu sichernde Alben.
el: Άλμπουμ για δημιουργία αντιγράφων ασφαλείας.
es: Álbumes para los que se creará una copia de seguridad.
fa: آلبوم‌هایی که پشتیبان‌گیری می‌شوند.
fi: Varmuuskopioitavat albumit.
fr: Albums à sauvegarder.
he: אלבומים לגיבוי.
hi: बैकअप किए जाने वाले एल्बम।
hr: Albumi za sigurnosno kopiranje.
hu: Biztonsági mentésre kijelölt albumok.
id: Album yang akan dicadangkan.
it: Album di cui eseguire il backup.
ja: バックアップするアルバムです。
kk: Сақтық көшірмесі жасалатын альбомдар.
ko: 백업할 앨범입니다.
lt: Albumai, kurių atsarginės kopijos bus kuriamos.
ms: Album yang akan disandarkan.
nb: Album som skal sikkerhetskopieres.
nl: Albums waarvan een back-up wordt gemaakt.
pl: Albumy przeznaczone do utworzenia kopii zapasowej.
pt: Álbuns para os quais será criada uma cópia de segurança.
ro: Albume pentru care se va crea o copie de siguranță.
ru: Альбомы для резервного копирования.
sk: Albumy určené na zálohovanie.
sl: Albumi za varnostno kopiranje.
sv: Album som ska säkerhetskopieras.
th: อัลบั้มที่จะสำรองข้อมูล
tr: Yedeklenecek albümler.
uk: Альбоми для резервного копіювання.
vi: Album sẽ được sao lưu.
zh_hans: 要备份的相册。
zh_hant: 要備份的相簿。

source: All
ar: الكل
bg: Всички
bn: সব
ca: Tots
cs: Vše
da: Alt
de: Alle
el: Όλα
es: Todos
fa: همه
fi: Kaikki
fr: Tout
he: הכל
hi: सभी
hr: Sve
hu: Mind
id: Semua
it: Tutti
ja: すべて
kk: Барлығы
ko: 모두
lt: Visi
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sv: Allt
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Albums
ar: كل الألبومات
bg: Всички албуми
bn: সব অ্যালবাম
ca: Tots els àlbums
cs: Všechna alba
da: Alle album
de: Alle Alben
el: Όλα τα άλμπουμ
es: Todos los álbumes
fa: همهٔ آلبوم‌ها
fi: Kaikki albumit
fr: Tous les albums
he: כל האלבומים
hi: सभी एल्बम
hr: Svi albumi
hu: Összes album
id: Semua Album
it: Tutti gli album
ja: すべてのアルバム
kk: Барлық альбомдар
ko: 모든 앨범
lt: Visi albumai
ms: Semua Album
nb: Alle album
nl: Alle albums
pl: Wszystkie albumy
pt: Todos os álbuns
ro: Toate albumele
ru: Все альбомы
sk: Všetky albumy
sl: Vsi albumi
sv: Alla album
th: อัลบั้มทั้งหมด
tr: Tüm Albümler
uk: Усі альбоми
vi: Tất cả album
zh_hans: 所有相簿
zh_hant: 所有相簿
